asgi/daphne_blacksheep.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   637.62us    1.51ms  19.49ms   97.80%
    Req/Sec     2.22k   178.86     2.36k    81.82%
  2434 requests in 1.10s, 221.06KB read
Requests/sec:   2212.75
Transfer/sec:    200.96KB