asgi/daphne_fastapi.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.93ms    3.99ms  30.45ms   91.81%
    Req/Sec     1.17k   248.46     1.41k    90.91%
  1280 requests in 1.10s, 107.50KB read
Requests/sec:   1163.42
Transfer/sec:     97.71KB