asgi/daphne_responder.log
Running 5s test @ http://localhost:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   136.58ms  178.06ms 772.11ms   85.72%
    Req/Sec   326.07    149.17   666.00     69.85%
  4719 requests in 5.09s, 553.01KB read
  Socket errors: connect 0, read 140, write 0, timeout 0
  Non-2xx or 3xx responses: 4719
Requests/sec:    927.63
Transfer/sec:    108.71KB