asgi/daphne_sanic.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.47ms    3.02ms  27.99ms   94.98%
    Req/Sec     1.13k   189.00     1.30k    81.82%
  1241 requests in 1.10s, 358.73KB read
  Non-2xx or 3xx responses: 1241
Requests/sec:   1127.20
Transfer/sec:    325.83KB