asgi/daphne_starlette.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.88ms    2.08ms  24.04ms   97.92%
    Req/Sec     1.59k   194.06     1.73k    75.00%
  1269 requests in 1.01s, 1.08MB read
  Non-2xx or 3xx responses: 1269
Requests/sec:   1258.62
Transfer/sec:      1.07MB