asgi/hypercorn_fastapi.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   647.11us   81.61us   1.99ms   94.11%
    Req/Sec     1.55k    37.25     1.59k    72.73%
  1694 requests in 1.10s, 238.34KB read
Requests/sec:   1540.34
Transfer/sec:    216.72KB