asgi/hypercorn_molten.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.19ms    2.18ms  20.22ms   96.25%
    Req/Sec     1.00k   125.25     1.10k    90.91%
  1101 requests in 1.10s, 123.65KB read
  Non-2xx or 3xx responses: 1101
Requests/sec:    999.43
Transfer/sec:    112.24KB