asgi/hypercorn_sanic.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   728.62us  441.49us   8.35ms   98.68%
    Req/Sec     1.44k    67.88     1.48k    90.91%
  1573 requests in 1.10s, 514.60KB read
  Non-2xx or 3xx responses: 1573
Requests/sec:   1430.03
Transfer/sec:    467.83KB