asgi/uvicorn_fastapi.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.17ms    2.69ms  20.59ms   91.90%
    Req/Sec     2.27k   345.16     2.66k    72.73%
  2475 requests in 1.10s, 338.38KB read
Requests/sec:   2251.19
Transfer/sec:    307.78KB