asgi/uvicorn_responder.log
Running 5s test @ http://localhost:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    77.64ms   16.93ms 164.96ms   73.40%
    Req/Sec   313.94    112.18   505.00     71.94%
  6290 requests in 5.07s, 1.04MB read
  Socket errors: connect 0, read 6260, write 0, timeout 0
  Non-2xx or 3xx responses: 6290
Requests/sec:   1240.36
Transfer/sec:    210.76KB