asgi/uvicorn_uvicorn.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   620.33us    2.83ms  29.82ms   96.81%
    Req/Sec     6.02k   849.85     6.53k    90.91%
  6586 requests in 1.10s, 0.94MB read
Requests/sec:   5990.62
Transfer/sec:      0.86MB